const Description = ()=> {
  return (
    <>
      <ul>
        <li>
          <span>空欄をクリックすると文字を入力できるよ</span>
        </li>
        <li>
          <span>選択欄は、クリックするとマルが付いたり消えたりするよ</span>
        </li>
        <li>
          <span>文字の位置は、自分でスペースを入れていい感じに調節してね</span>
        </li>
        <li>
          <span>フォントは先に決めるのがオススメ。後から変えると文字がはみ出すことがあるよ</span>
        </li>
        <li>
          <span>文字を細字にしたい場合は、プレビューを読み込む前に「文字を細くする」にもう一度チェックを入れてね</span>
        </li>
        <li>
          <span>ぜんぶ書き終わったら、下にある「プレビューを読み込む」ボタンで出来上がりをチェックしてね</span>
        </li>
        <li>
          <span>プレビューをチェックしたら、「ダウンロード」ボタンから画像をダウンロードできるよ</span>
        </li>
      </ul>
    </>
  );
};

export default Description;